anthropic.claude-code
bierner.markdown-mermaid
charliermarsh.ruff
codezombiech.gitignore
donjayamanne.githistory
eamodio.gitlens
github.vscode-github-actions
matangover.mypy
mermaidchart.vscode-mermaid-chart
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
repreng.csv
